[{"pk": 1, "model": "contenttypes.contenttype", "fields": {"model": "permission", "name": "permission", "app_label": "auth"}}, {"pk": 2, "model": "contenttypes.contenttype", "fields": {"model": "group", "name": "group", "app_label": "auth"}}, {"pk": 3, "model": "contenttypes.contenttype", "fields": {"model": "user", "name": "user", "app_label": "auth"}}, {"pk": 4, "model": "contenttypes.contenttype", "fields": {"model": "contenttype", "name": "content type", "app_label": "contenttypes"}}, {"pk": 5, "model": "contenttypes.contenttype", "fields": {"model": "session", "name": "session", "app_label": "sessions"}}, {"pk": 6, "model": "contenttypes.contenttype", "fields": {"model": "site", "name": "site", "app_label": "sites"}}, {"pk": 7, "model": "contenttypes.contenttype", "fields": {"model": "logentry", "name": "log entry", "app_label": "admin"}}, {"pk": 8, "model": "contenttypes.contenttype", "fields": {"model": "medianode", "name": "media node", "app_label": "dotdotdash"}}, {"pk": 9, "model": "contenttypes.contenttype", "fields": {"model": "home", "name": "home", "app_label": "dotdotdash"}}, {"pk": 10, "model": "contenttypes.contenttype", "fields": {"model": "about", "name": "about", "app_label": "dotdotdash"}}, {"pk": 11, "model": "contenttypes.contenttype", "fields": {"model": "services", "name": "services", "app_label": "dotdotdash"}}, {"pk": 12, "model": "contenttypes.contenttype", "fields": {"model": "clients", "name": "clients", "app_label": "dotdotdash"}}, {"pk": 13, "model": "contenttypes.contenttype", "fields": {"model": "page", "name": "page", "app_label": "dotdotdash"}}, {"pk": 14, "model": "contenttypes.contenttype", "fields": {"model": "work", "name": "work", "app_label": "dotdotdash"}}, {"pk": 15, "model": "contenttypes.contenttype", "fields": {"model": "contact", "name": "contact", "app_label": "dotdotdash"}}, {"pk": "wias25o1itzz12yb9ept1hkawjlrk3ai", "model": "sessions.session", "fields": {"expire_date": "2013-07-19T15:58:26.903Z", "session_data": "ZTIwOGJlNDRmYjk5MGJmM2JjMzA0MWQ0ZjBiODVjMjUwOTI2ODU0NTqAAn1xAShVEl9hdXRoX3VzZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHEDVQ1fYXV0aF91c2VyX2lkcQRLAXUu"}}, {"pk": 1, "model": "sites.site", "fields": {"domain": "example.com", "name": "example.com"}}, {"pk": 1, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "northwatercapital.png", "vimeo": "", "link": "http://www.northwatercapital.com/", "location": "static/uploaded/northwatercapital.png", "order": 0}}, {"pk": 2, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "canoenorth-logo.png", "vimeo": "", "link": "http://canoenorthadventures.com/", "location": "static/uploaded/canoenorth-logo.png", "order": 0}}, {"pk": 3, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "ramsaytalks.png", "vimeo": "", "link": "http://ramsaytalks.com/", "location": "static/uploaded/ramsaytalks.png", "order": 0}}, {"pk": 4, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "vid2.mp4", "vimeo": "", "link": "", "location": "static/uploaded/vid2.mp4", "order": 0}}, {"pk": 5, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "vid2.ogv", "vimeo": "", "link": "", "location": "static/uploaded/vid2.ogv", "order": 0}}, {"pk": 6, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "vid2.webm", "vimeo": "", "link": "", "location": "static/uploaded/vid2.webm", "order": 0}}, {"pk": 7, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "vidback2.jpg", "vimeo": "", "link": "", "location": "static/uploaded/vidback2.jpg", "order": 0}}, {"pk": 8, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "background1.jpg", "vimeo": "", "link": "", "location": "static/uploaded/background1.jpg", "order": 0}}, {"pk": 9, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "background3.jpg", "vimeo": "", "link": "", "location": "static/uploaded/background3.jpg", "order": 0}}, {"pk": 10, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "background12.jpg", "vimeo": "", "link": "", "location": "static/uploaded/background12.jpg", "order": 0}}, {"pk": 11, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "background2.jpg", "vimeo": "", "link": "", "location": "static/uploaded/background2.jpg", "order": 0}}, {"pk": 12, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "background4.jpg", "vimeo": "", "link": "", "location": "static/uploaded/background4.jpg", "order": 0}}, {"pk": 13, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "background5.jpg", "vimeo": "", "link": "", "location": "static/uploaded/background5.jpg", "order": 0}}, {"pk": 14, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "background6.jpg", "vimeo": "", "link": "", "location": "static/uploaded/background6.jpg", "order": 0}}, {"pk": 15, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "background7.jpg", "vimeo": "", "link": "", "location": "static/uploaded/background7.jpg", "order": 0}}, {"pk": 16, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "background8.jpg", "vimeo": "", "link": "", "location": "static/uploaded/background8.jpg", "order": 0}}, {"pk": 17, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "background9.jpg", "vimeo": "", "link": "", "location": "static/uploaded/background9.jpg", "order": 0}}, {"pk": 18, "model": "dotdotdash.medianode", "fields": {"description": "", "title": "background13.jpg", "vimeo": "", "link": "", "location": "static/uploaded/background13.jpg", "order": 0}}, {"pk": 1, "model": "dotdotdash.home", "fields": {"ogv": 5, "workbackgroundimage": 18, "webm": 6, "quote2": "CREATIVE CONTENT AND ENGAGEMENT STRATEGIES THAT MAKE YOUR BRAND RELEVANT.", "mp4": 4, "quote1": "CREATIVE CONTENT AND ENGAGEMENT STRATEGIES THAT MAKE YOUR BRAND RELEVANT."}}, {"pk": 1, "model": "dotdotdash.about", "fields": {"process": "<p>We are non-dogmatic and generally don’t care about existing rules or protocols. We blur the lines between account and creative personnel and encourage our teams to get completely immersed in solving business problems. We speak to our clients in normal language rather than jargon. We treat our clients, and their customers as humans, not as metrics. What we do care about is success, integrity and imagination. We want to keep our campaigns and our jobs interesting and original. We did not set out to compete on level ground with other advertising agencies. We don’t ever want to roll out another same-old seasonal campaign around a mundane and tired product. We use unconventional tactics to get results, often-big ones. We believe in ourselves and we believe in our clients. It shows in our work. If you are a great organization or company and want to do something original, please give us a call</p>", "about": "<p>DOT DOT DASH is an independent communications firm specializing in the development of handcrafted content and communications. Our practice leans towards the digital and social landscapes, but extends into fully integrated services with an in-house suite of scalable production capacity.</p>\r\n<p>We focus on businesses and organizations that stand for something and who want to use communication for good. We only work with virtuous organizations to ensure our clients are always in good company. We inspire action through love, story, conversation and the building of communities.</p>\r\n<p>We believe more in long-term conversations with customers and less in ‘one off’ campaigns. We’re about ambitious ideas supported by a series of strategic dialogues that keep our clients’ brands top of mind. We value sustainable growth over instant solutions. We believe in using technology to help brands build cultural relevance.  We partner with visionary clients to build strategies that instigate dialogue and experience. We create work that people want to know about and share. We create movements that are optimistic, inclusive, valuable and relevant.</p>\r\n<p>Like you, we got tired of today’s over-saturated media landscape and inauthentic brand messaging, and of being sold crap that we didn’t need or want. We set out to create a new business hardwired to work in a new economy with a new consumer. We encourage our clients to be honest, progressive and transparent and help find ways for the market to reward them for being this way. We also encourage our clients to be smart, strategic and original. We do this because we believe in these values ourselves and we believe that consumers deserve better than what they are getting today.</p>", "backgroundimage": 8}}, {"pk": 1, "model": "dotdotdash.services", "fields": {"socimage": 12, "contentproductionimage": 16, "researchimage": 14, "socialmediastrategyplanning": "<p>We only work with clients who have virtuous products or strive to make the world a better place through their social or environmental mandates. As such, we encourage our partners to authentically celebrate their virtues and help them to imagine ways to do this. We also encourage them to challenge conventional wisdom and continue to evolve their products to more closely mirror consumers’ desire for transparency and trust.</p>\r\n<p>The tenants of trust, authenticity, transparency and goodness are at the core of everything we do and guide our efforts to provide strategic guidance to our partners.</p>", "brandingimage": 13, "branding": "<p>In today’s new consumer democracy, brands have become more than the symbols that identify products. They have a deeper meaning, larger impact and much wider accountability. We work alongside our partners to develop brands that are purposeful and that deliver meaning to the consumer of today and tomorrow.  Our conscious and inclusive process creates brand platforms that connect with consumers, and have real intention and lasting value.</p>", "creativedevelopment": "<p>We enjoy bringing disruptive creative ideas to life. We like to swing for the fences and help our clients think about big, audacious and unexpected ideas.  Blending in is for the birds.</p>\r\n<p>We also believe that big ideas have more value if they can be personalized. We use human-centric design to highlight meaningful aspects of participation through creative media, digital and social platforms.</p>", "contentproduction": "<p>We imagine and produce long-term content campaigns that create momentum, deep social connections and action for our partners. For us content is always measured from a utility standpoint. With decades of combined story-telling experience creating broadcast and online content for top-tier international clients, we have refined processes and deep pockets of imagination.  Our in-house studio and production team make our work reactive and opportunistic—allowing us to play nicely in the today’s marketplace and social sphere, where the conversation is constantly evolving.  Depending on partner objectives, we also produce content for traditional platforms and leverage the skills of a trusted pool of expert freelancers and production partners when required.</p>", "resultsanalytics": "<p>We look closely and human intention relative to behavior. The availability of real-time data to measure this intention has leveled the playing fields. We are not a full service analytics agency, nor will we ever be, but we do care about metrics.  They are what measure our success and teach us how to be better.  We constantly seek new metrics to improve our analysis and thereby improve our services.</p>", "creativedevimage": 15, "backgroundimage": 11, "services": "<p>The consumer is our hero, so we put them in the center of everything we do.  We also want our clients to feel the love, so we offer tailored services that help bridge communications gaps of all sizes while delivering results.</p>  \r\n<p>We keep our skills sharp, and our overhead low and pass on the benefits through our pricing.</p>\r\n<p>Please <a href=\"mailto:hello@dotdotdash.ca\">contact us</a> to discuss your communications challenges.  We’d be happy to share some ideas.</p>", "research": "<p>More than anything we listen. We listen with the purpose of helping our partners make the best decisions and to optimize the conversation with audiences.</p>\r\n<p>We utilize proprietary listening tools in the social space and we also conduct old-fashioned research. We help companies identify current & future market opportunities by surveying the global marketplace and looking for gaps where a great and virtuous product or service would add significant value to a consumers’ life or would create net social or environmental or economic benefit.</p>", "resultsimage": 17}}, {"pk": 1, "model": "dotdotdash.clients", "fields": {"text": "<p>We haven’t been around for very long, but we’ve been lucky to work with great brands and organizations in North America and globally. These include Patagonia, The David Suzuki Foundation, METRAC, Earth Day Canada, The Canadian Chefs’ Congress, Canoe North Adventures, Ramsay Talks and Patch Planters.</p>", "clientimages": [1, 2, 3], "backgroundimage": 9}}, {"pk": 1, "model": "dotdotdash.page", "fields": {"textFields": "In the summer of 2012 we were approached by Vancouver start-up, PATCH Planters, with a request to help them launch their product and develop a communications strategy for the new-to-market urban agriculture product.\r\n\r\nOur efforts included:\r\ndevelopment of an online store and website (www.letspatch.com), a three tiered launch strategy for the Vancouver market and a long term plan for subsequent regionalized launches\r\ncreation of a supporting relationship with Growing Chefs\r\ndevelopment of a retail strategy \r\ncreation of partnership with synergistic brands to host a series of learning workshops\r\nthe development and plans for a series of social channels including FB, Twitter and Pinterest\r\nmedia outreach to tell the story of the product and the founder’s vision.\r\n\r\nInitial sales are strong and growing and media interest has included regional, national and international coverage.", "videoURL": "", "title": "Patch Planters", "mediaField": [7], "pageType": "text", "slug": "patch-planters"}}, {"pk": 2, "model": "dotdotdash.page", "fields": {"textFields": "The Singhampton Project was the culmination of an artistic collaboration between Canadian Chef and local food champion, Michael Stadtländer and French artist Jean Paul Ganem.  \r\n\r\nStadtländer is a world-famous Canadian chef who raises and grows the produce that he cooks with on his farm in Singhampton, Ontario.  He is also the founder of the Canadian Chefs’ Congress. Jean Paul Ganem is a Landscape Artist based in France with works in progress in Brazil, Poland, France and Canada. His large scale landscape installations have been commissioned by the 2106 Rio Olympics, Tour de France and many other notable events worldwide.\r\n\r\nIn 2012 Ganem designed 7 gardens which were then planted and tended by Chef Stadtländer and his team.  Stadtländer also installed a kitchen at each garden and during August 2012 the culinary installation was opened to audiences to move between the forests, meadows and hills of Eigensinn Farm to experience and taste the bounty of the art in seven courses.  \r\n\r\nDOT DOT DASH participated in their collaboration by helping to build awareness and drive tickets sales.  Coverage included local, national and international publications including Conde Nast Traveller, Toronto Life and Maclean’s.", "videoURL": "", "title": "The Singhampton Project", "mediaField": [8], "pageType": "imageWText", "slug": "the-singhampton-project"}}, {"pk": 3, "model": "dotdotdash.page", "fields": {"textFields": "DOT DOT DASH is currently working on a complete rebrand for METRAC (formerly the Metropolitan Action Committee on Violence Against Women and Children).  The community-based, not-for-profit organization works to prevent and eliminate violence against women and youth and in advance of their 30th Anniversary was in need of a fresh face and a reinvigorated brand outlook.  \r\nWe are working closely with stakeholders from across the organization and look forward to sharing a revitalized brand in early 2014.", "videoURL": "", "title": "Metrac", "mediaField": [], "pageType": "text", "slug": "metrac"}}, {"pk": 4, "model": "dotdotdash.page", "fields": {"textFields": "Working with one of Canada’s most trusted outfitters (and one of the Canadian Tourism Commission’s “Signature Experiences”), Canoe North Adventures, we put together a film and photography campaign to capture the true feeling of one of the most iconic Canadian wilderness experiences – paddling an Arctic river.\r\n\r\nAfter spending a month in the NorthWest Territories, we launched two versions of a promotional video for the company, as well as photography assets to be used in all mediums.  We further delivered a strategy to help Canoe North expand their current audience and make best use of a series of new and compelling assets in the social media and online spaces.", "videoURL": "", "title": "Canoe North", "mediaField": [], "pageType": "text", "slug": "canoe-north"}}, {"pk": 5, "model": "dotdotdash.page", "fields": {"textFields": "We starting working with the iconic outdoor clothing brand in 2012 to develop a comprehensive strategy for their Canadian & select US retail operations, as well as drive overall brand social media strategy and specific executions.\r\nThe locations we worked with were challenged with low awareness in the marketplace (specifically around their responsible business practices), a perception that their product was overpriced, as well as locations that are slightly off the beaten track. We developed a strategy to turn these retail locations into community hubs for local grassroots organizations. In Canada, we also provided a series of recommendations to ensure that the US brand offered a uniquely Canadian perspective and relevance. In US locations we worked to create a laser sharp focus on local concerns, environmental issues and consumer interests.\r\n\r\nFor over a year and a half we’ve been working with the stores and with Patagonia Corporate to run a variety of programs including:\r\n\r\n•\tThe organization and execution of monthly events, including hands-on experiential programming, speakers, films, and in-store pop-up local food market and collaborations around art and sustainability with a local  universities.  \r\n\r\n•\tThe development of a comprehensive social and PR campaign for the stores, and providing training to staff on how to manage and grow community platforms.\r\n\r\n•\tComplete media planning services for print, digital and Facebook campaigns.\r\n\r\n•\tDevelopment and production of Canadian specific photographic and video assets for the brand to highlight their product in Canadian landscapes.\r\n\r\n•\tDevelopment and production of photographic and video campaigns for the Patagonia brand.\r\n•\tCreation and production of special projects which use video and photography to deliver campaigns focused on regional conservation issues and driving engagement and partnership from local and national NGO’s and conservation groups.\r\n\r\nSuccess to date includes significant lift in store traffic year over year, +100% growth of database, over 50% organic growth of social community as well as significant media impressions.", "videoURL": "", "title": "Patagonia", "mediaField": [], "pageType": "text", "slug": "patagonia"}}, {"pk": 1, "model": "dotdotdash.work", "fields": {"datefororder": "2013-07-05", "subTitle": "MEDIA OUTREACH AND EVENT PROMOTION", "description": "This is a description", "title": "THE SINGHAMPTON PROJECT", "slug": "the-singhampton-project", "pages": [1]}}, {"pk": 2, "model": "dotdotdash.work", "fields": {"datefororder": "2013-07-05", "subTitle": "STRATEGY, SOCIAL ENGAGEMENT, MEDIA RELATIONS, CONTENT", "description": "This is a description", "title": "PATAGONIA", "slug": "patagonia", "pages": [1]}}, {"pk": 3, "model": "dotdotdash.work", "fields": {"datefororder": "2013-07-05", "subTitle": "Product launch strategy and marketing", "description": "This is a description", "title": "Patch Planters", "slug": "patch-planters", "pages": [1]}}, {"pk": 4, "model": "dotdotdash.work", "fields": {"datefororder": "2013-07-05", "subTitle": "SOCIAL MEDIA CONSULTING", "description": "This is a description", "title": "RAMSAY TALKS", "slug": "ramsay-talks", "pages": [1]}}, {"pk": 5, "model": "dotdotdash.work", "fields": {"datefororder": "2013-07-05", "subTitle": "SOCIAL MEDIA CONSULTING", "description": "This is a description", "title": "WATERLUTION", "slug": "waterlution", "pages": [1]}}, {"pk": 6, "model": "dotdotdash.work", "fields": {"datefororder": "2013-07-05", "subTitle": "STUDIO ON SUSTAINABILITY", "description": "This is a description", "title": "SOS PROJECTS", "slug": "sos-projects", "pages": [1]}}, {"pk": 1, "model": "dotdotdash.contact", "fields": {"backgroundimage": 10, "contant": "DOT DOT DASH HAS OFFICES IN TORONTO, CANADA BUT WORKS WITH CLIENTS ALL OVER THE WORLD. \r\nYOU CAN CALL US ON THE PHONE at + 1.416.786.3533, OR SEND US AN EMAIL.  (hyperlink to hello@dotdotdash.ca)\r\n"}}, {"pk": 1, "model": "auth.permission", "fields": {"codename": "add_permission", "name": "Can add permission", "content_type": 1}}, {"pk": 2, "model": "auth.permission", "fields": {"codename": "change_permission", "name": "Can change permission", "content_type": 1}}, {"pk": 3, "model": "auth.permission", "fields": {"codename": "delete_permission", "name": "Can delete permission", "content_type": 1}}, {"pk": 4, "model": "auth.permission", "fields": {"codename": "add_group", "name": "Can add group", "content_type": 2}}, {"pk": 5, "model": "auth.permission", "fields": {"codename": "change_group", "name": "Can change group", "content_type": 2}}, {"pk": 6, "model": "auth.permission", "fields": {"codename": "delete_group", "name": "Can delete group", "content_type": 2}}, {"pk": 7, "model": "auth.permission", "fields": {"codename": "add_user", "name": "Can add user", "content_type": 3}}, {"pk": 8, "model": "auth.permission", "fields": {"codename": "change_user", "name": "Can change user", "content_type": 3}}, {"pk": 9, "model": "auth.permission", "fields": {"codename": "delete_user", "name": "Can delete user", "content_type": 3}}, {"pk": 10, "model": "auth.permission", "fields": {"codename": "add_contenttype", "name": "Can add content type", "content_type": 4}}, {"pk": 11, "model": "auth.permission", "fields": {"codename": "change_contenttype", "name": "Can change content type", "content_type": 4}}, {"pk": 12, "model": "auth.permission", "fields": {"codename": "delete_contenttype", "name": "Can delete content type", "content_type": 4}}, {"pk": 13, "model": "auth.permission", "fields": {"codename": "add_session", "name": "Can add session", "content_type": 5}}, {"pk": 14, "model": "auth.permission", "fields": {"codename": "change_session", "name": "Can change session", "content_type": 5}}, {"pk": 15, "model": "auth.permission", "fields": {"codename": "delete_session", "name": "Can delete session", "content_type": 5}}, {"pk": 16, "model": "auth.permission", "fields": {"codename": "add_site", "name": "Can add site", "content_type": 6}}, {"pk": 17, "model": "auth.permission", "fields": {"codename": "change_site", "name": "Can change site", "content_type": 6}}, {"pk": 18, "model": "auth.permission", "fields": {"codename": "delete_site", "name": "Can delete site", "content_type": 6}}, {"pk": 19, "model": "auth.permission", "fields": {"codename": "add_logentry", "name": "Can add log entry", "content_type": 7}}, {"pk": 20, "model": "auth.permission", "fields": {"codename": "change_logentry", "name": "Can change log entry", "content_type": 7}}, {"pk": 21, "model": "auth.permission", "fields": {"codename": "delete_logentry", "name": "Can delete log entry", "content_type": 7}}, {"pk": 22, "model": "auth.permission", "fields": {"codename": "add_medianode", "name": "Can add media node", "content_type": 8}}, {"pk": 23, "model": "auth.permission", "fields": {"codename": "change_medianode", "name": "Can change media node", "content_type": 8}}, {"pk": 24, "model": "auth.permission", "fields": {"codename": "delete_medianode", "name": "Can delete media node", "content_type": 8}}, {"pk": 25, "model": "auth.permission", "fields": {"codename": "add_home", "name": "Can add home", "content_type": 9}}, {"pk": 26, "model": "auth.permission", "fields": {"codename": "change_home", "name": "Can change home", "content_type": 9}}, {"pk": 27, "model": "auth.permission", "fields": {"codename": "delete_home", "name": "Can delete home", "content_type": 9}}, {"pk": 28, "model": "auth.permission", "fields": {"codename": "add_about", "name": "Can add about", "content_type": 10}}, {"pk": 29, "model": "auth.permission", "fields": {"codename": "change_about", "name": "Can change about", "content_type": 10}}, {"pk": 30, "model": "auth.permission", "fields": {"codename": "delete_about", "name": "Can delete about", "content_type": 10}}, {"pk": 31, "model": "auth.permission", "fields": {"codename": "add_services", "name": "Can add services", "content_type": 11}}, {"pk": 32, "model": "auth.permission", "fields": {"codename": "change_services", "name": "Can change services", "content_type": 11}}, {"pk": 33, "model": "auth.permission", "fields": {"codename": "delete_services", "name": "Can delete services", "content_type": 11}}, {"pk": 34, "model": "auth.permission", "fields": {"codename": "add_clients", "name": "Can add clients", "content_type": 12}}, {"pk": 35, "model": "auth.permission", "fields": {"codename": "change_clients", "name": "Can change clients", "content_type": 12}}, {"pk": 36, "model": "auth.permission", "fields": {"codename": "delete_clients", "name": "Can delete clients", "content_type": 12}}, {"pk": 37, "model": "auth.permission", "fields": {"codename": "add_page", "name": "Can add page", "content_type": 13}}, {"pk": 38, "model": "auth.permission", "fields": {"codename": "change_page", "name": "Can change page", "content_type": 13}}, {"pk": 39, "model": "auth.permission", "fields": {"codename": "delete_page", "name": "Can delete page", "content_type": 13}}, {"pk": 40, "model": "auth.permission", "fields": {"codename": "add_work", "name": "Can add work", "content_type": 14}}, {"pk": 41, "model": "auth.permission", "fields": {"codename": "change_work", "name": "Can change work", "content_type": 14}}, {"pk": 42, "model": "auth.permission", "fields": {"codename": "delete_work", "name": "Can delete work", "content_type": 14}}, {"pk": 43, "model": "auth.permission", "fields": {"codename": "add_contact", "name": "Can add contact", "content_type": 15}}, {"pk": 44, "model": "auth.permission", "fields": {"codename": "change_contact", "name": "Can change contact", "content_type": 15}}, {"pk": 45, "model": "auth.permission", "fields": {"codename": "delete_contact", "name": "Can delete contact", "content_type": 15}}, {"pk": 1, "model": "auth.user", "fields": {"username": "admin", "first_name": "", "last_name": "", "is_active": true, "is_superuser": true, "is_staff": true, "last_login": "2013-07-05T15:58:26.896Z", "groups": [], "user_permissions": [], "password": "pbkdf2_sha256$10000$SgZoKgFveDHm$Ba5ypMkPhfUWS9H0NP02yg/UBGjw1/EZppEBmNEnDB0=", "email": "admin@admin.com", "date_joined": "2013-07-05T15:57:50.717Z"}}, {"pk": 1, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T16:01:36.841Z", "object_repr": "About object", "object_id": "1", "change_message": "", "user": 1, "content_type": 10}}, {"pk": 2, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T16:03:19.154Z", "object_repr": "antica.png", "object_id": "1", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 3, "model": "admin.logentry", "fields": {"action_flag": 3, "action_time": "2013-07-05T16:04:35.290Z", "object_repr": "antica.png", "object_id": "1", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 4, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T16:05:19.404Z", "object_repr": "environmentaldefence.png", "object_id": "1", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 5, "model": "admin.logentry", "fields": {"action_flag": 3, "action_time": "2013-07-05T16:14:20.730Z", "object_repr": "environmentaldefence.png", "object_id": "1", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 6, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T16:16:05.682Z", "object_repr": "northwatercapital.png", "object_id": "1", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 7, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T16:30:56.245Z", "object_repr": "canoenorth-logo.png", "object_id": "2", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 8, "model": "admin.logentry", "fields": {"action_flag": 2, "action_time": "2013-07-05T16:31:04.695Z", "object_repr": "canoenorth-logo.png", "object_id": "2", "change_message": "Changed order.", "user": 1, "content_type": 8}}, {"pk": 9, "model": "admin.logentry", "fields": {"action_flag": 2, "action_time": "2013-07-05T16:31:14.289Z", "object_repr": "canoenorth-logo.png", "object_id": "2", "change_message": "Changed order.", "user": 1, "content_type": 8}}, {"pk": 10, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T16:32:24.717Z", "object_repr": "ramsaytalks.png", "object_id": "3", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 11, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T16:33:15.691Z", "object_repr": "vid2.mp4", "object_id": "4", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 12, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T16:33:29.787Z", "object_repr": "vid2.ogv", "object_id": "5", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 13, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T16:33:38.971Z", "object_repr": "vid2.webm", "object_id": "6", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 14, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T16:33:46.334Z", "object_repr": "vidback2.jpg", "object_id": "7", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 15, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T16:51:58.136Z", "object_repr": "Services object", "object_id": "1", "change_message": "", "user": 1, "content_type": 11}}, {"pk": 16, "model": "admin.logentry", "fields": {"action_flag": 2, "action_time": "2013-07-05T16:53:43.687Z", "object_repr": "Services object", "object_id": "1", "change_message": "Changed services.", "user": 1, "content_type": 11}}, {"pk": 17, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T16:54:49.625Z", "object_repr": "Clients object", "object_id": "1", "change_message": "", "user": 1, "content_type": 12}}, {"pk": 18, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T16:58:02.369Z", "object_repr": "Home object", "object_id": "1", "change_message": "", "user": 1, "content_type": 9}}, {"pk": 19, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T17:01:59.144Z", "object_repr": "background1.jpg", "object_id": "8", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 20, "model": "admin.logentry", "fields": {"action_flag": 2, "action_time": "2013-07-05T17:02:03.446Z", "object_repr": "About object", "object_id": "1", "change_message": "Changed backgroundimage.", "user": 1, "content_type": 10}}, {"pk": 21, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T17:04:15.311Z", "object_repr": "Contact object", "object_id": "1", "change_message": "", "user": 1, "content_type": 15}}, {"pk": 22, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T17:07:05.084Z", "object_repr": "The Singhampton Project", "object_id": "1", "change_message": "", "user": 1, "content_type": 13}}, {"pk": 23, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T17:13:24.616Z", "object_repr": "THE SINGHAMPTON PROJECT", "object_id": "1", "change_message": "", "user": 1, "content_type": 14}}, {"pk": 24, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T17:16:17.221Z", "object_repr": "PATAGONIA", "object_id": "2", "change_message": "", "user": 1, "content_type": 14}}, {"pk": 25, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T17:16:56.121Z", "object_repr": "PATCH", "object_id": "3", "change_message": "", "user": 1, "content_type": 14}}, {"pk": 26, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T17:17:48.933Z", "object_repr": "RAMSAY TALKS", "object_id": "4", "change_message": "", "user": 1, "content_type": 14}}, {"pk": 27, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T17:18:20.981Z", "object_repr": "WATERLUTION", "object_id": "5", "change_message": "", "user": 1, "content_type": 14}}, {"pk": 28, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T17:19:06.268Z", "object_repr": "SOS PROJECTS", "object_id": "6", "change_message": "", "user": 1, "content_type": 14}}, {"pk": 29, "model": "admin.logentry", "fields": {"action_flag": 2, "action_time": "2013-07-05T18:42:12.262Z", "object_repr": "Patch Planters", "object_id": "3", "change_message": "Changed title and subTitle.", "user": 1, "content_type": 14}}, {"pk": 30, "model": "admin.logentry", "fields": {"action_flag": 2, "action_time": "2013-07-05T18:43:02.726Z", "object_repr": "Patch Planters", "object_id": "1", "change_message": "Changed title and textFields.", "user": 1, "content_type": 13}}, {"pk": 31, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T18:44:23.068Z", "object_repr": "The Singhampton Project", "object_id": "2", "change_message": "", "user": 1, "content_type": 13}}, {"pk": 32, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T18:45:56.040Z", "object_repr": "Metrac", "object_id": "3", "change_message": "", "user": 1, "content_type": 13}}, {"pk": 33, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T18:48:03.991Z", "object_repr": "Canoe north", "object_id": "4", "change_message": "", "user": 1, "content_type": 13}}, {"pk": 34, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T18:51:16.917Z", "object_repr": "Patagonia", "object_id": "5", "change_message": "", "user": 1, "content_type": 13}}, {"pk": 35, "model": "admin.logentry", "fields": {"action_flag": 2, "action_time": "2013-07-05T18:54:57.891Z", "object_repr": "Canoe North", "object_id": "4", "change_message": "Changed title.", "user": 1, "content_type": 13}}, {"pk": 36, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T19:14:40.326Z", "object_repr": "background3.jpg", "object_id": "9", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 37, "model": "admin.logentry", "fields": {"action_flag": 2, "action_time": "2013-07-05T19:28:24.570Z", "object_repr": "Clients object", "object_id": "1", "change_message": "Changed backgroundimage.", "user": 1, "content_type": 12}}, {"pk": 38, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T19:28:50.299Z", "object_repr": "background12.jpg", "object_id": "10", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 39, "model": "admin.logentry", "fields": {"action_flag": 2, "action_time": "2013-07-05T19:28:52.931Z", "object_repr": "Contact object", "object_id": "1", "change_message": "Changed backgroundimage.", "user": 1, "content_type": 15}}, {"pk": 40, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T19:29:31.630Z", "object_repr": "background2.jpg", "object_id": "11", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 41, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T19:29:43.444Z", "object_repr": "background4.jpg", "object_id": "12", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 42, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T19:29:52.837Z", "object_repr": "background5.jpg", "object_id": "13", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 43, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T19:30:07.205Z", "object_repr": "background6.jpg", "object_id": "14", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 44, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T19:30:17.353Z", "object_repr": "background7.jpg", "object_id": "15", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 45, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T19:30:30.805Z", "object_repr": "background8.jpg", "object_id": "16", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 46, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T19:30:42.282Z", "object_repr": "background9.jpg", "object_id": "17", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 47, "model": "admin.logentry", "fields": {"action_flag": 2, "action_time": "2013-07-05T19:30:44.599Z", "object_repr": "Services object", "object_id": "1", "change_message": "Changed backgroundimage, socimage, brandingimage, researchimage, creativedevimage, contentproductionimage and resultsimage.", "user": 1, "content_type": 11}}, {"pk": 48, "model": "admin.logentry", "fields": {"action_flag": 1, "action_time": "2013-07-05T19:31:11.031Z", "object_repr": "background13.jpg", "object_id": "18", "change_message": "", "user": 1, "content_type": 8}}, {"pk": 49, "model": "admin.logentry", "fields": {"action_flag": 2, "action_time": "2013-07-05T19:31:12.720Z", "object_repr": "Home object", "object_id": "1", "change_message": "Changed workbackgroundimage.", "user": 1, "content_type": 9}}, {"pk": 50, "model": "admin.logentry", "fields": {"action_flag": 2, "action_time": "2013-07-05T19:31:48.376Z", "object_repr": "Contact object", "object_id": "1", "change_message": "No fields changed.", "user": 1, "content_type": 15}}]